{
  "header": {
    "home": "Home",
    "product": "Product",
    "about": "Tongli Tyre Factory",
    "news": "News",
    "new-products": "New products",
    "trade-fair": "Trade Fair",
    "tyre-test": "Tyre Test",
    "company-update": "Company Update",
    "company-news": "Company News",
    "service": "Service",
    "contact": "Contact Us",
    "download": "Download",
    "language": "Language",
    "english": "English",
    "chinese": "Chinese"
  },
  "homepage": {
    "title": "TONGLI TYRE CO.,LTD.",
    "description": "ROADONE registered in 2003 by Hixih group, and grandly launched once again after more than 10 years successful cooperation between Hixih group and world top-level group. We can supply you international high-end quality and suitable for all kinds of road conditions and meet different market demands.",
    "teamTitle": "Design team",
    "teamDescription": "Hixih Rubber Industry Group, located in Yanzhou district, Jining city, Shandong Province, which is one of the most flourishing economic areas in China. Which founded in 1989, is an international, diversified and innovative enterprise group, occupying an area of 200 thousand square meters. The total number of employees is over 10,000.",
    "advantageTitle": "OUR ADVANTAGE",
    "advantage1": "Tongli tire has 15 years of experience in joint venture with a world-class brand tyre, and the production standard is based on world top-level group, which reaches the joint venture level.",
    "advantage2": "Tongli applies the network control technology to guarantee the good quality and performance of the products and ensure the tires produced can meet DOT and ECE standards and internal control specifications.",
    "advantage3": "All the key equipment is from the famous world-class tire equipment suppliers like Netherlands VMI, German WP, United States RJS, all customized according to the special requirements of top tire producer.",
    "advantage4": "Tongli tire adopted the special HBW bead wire, 3SB new sandwich belts, DTL compound and FRC high penetration steel cord design, ensured the tire has high mileage, retreadability, heavy load capacity.",
    "customerCount": "Our company have more than",
    "customers": "200,000 customers around the world!"
  },
  "contactpage": {
    "contact": "Contact",
    "submenuContactUs": "Contact Us",
    "companyName": "TONGLI TYRE CO.,LTD.",
    "address": "Address: Hixih Inustrial Park, Yanzhou, Shandong Province, China",
    "postalCode": "Postal Code: 272100",
    "contactInfo": "Mob/WhatsApp/WeChat: +8615764288507",
    "contactPerson": "Contact person: White",
    "otherContacts": "Other Contacts:",
    "contactUsMessage": "Please contact us by the information above, better than leaving a message on this website",
    "yourName": "Your Name:",
    "email": "E-mail:",
    "phoneWhatsApp": "Phone/WhatsApp:",
    "company": "Company:",
    "subject": "Subject:",
    "content": "Content:",
    "submitButton": "Send",
    "emailPlaceholder": "Please input your email here, it is very important!",
    "contentPlaceholder": "Please include details like size, weight, destination port and etc., so that we can quote the best price.",
    "successMessage": "Thank You Contact Us!"
  },
  "footer": {
    "tryBest": "TRY BEST! TO BE NO.1",
    "tryBestDescription": "We can supply you international high end quality and suitable for all kinds of road conditions and meet different market demands.",
    "contactUs": "Contact Us",
    "companyName": "Tongli Tyre Co,. Ltd",
    "companyAddress": "ADD: Hixih Inustrial Park, Yanzhou, Shandong Province, China",
    "categories": "Categories",
    "truckTire": "Truck Tire",
    "busTire": "Bus Tire",
    "copyRight": "Copyright © Tongli Tyre Co.,Ltd All Rights Reserved."
  },
  "other": {
    "readMore": "Read More",
    "relatedNews": "Related News",
    "noInformation": "No Information"
  },
  "submenu": {
    "product": "Product",
    "service": "Service",
    "new": "New",
    "content": "Content",
    "truck-tire": "Truck Tire",
    "bus-tire": "Bus Tire",
    "light-truck-tire": "Light Truck Tire",
    "radial-otr-tire": "Radial OTR Tire",
    "roadone-tyre-demonstration": "ROADONE TYRE DEMONSTRATION",
    "quarry-buidling-sites": "Quarry & Building Sites",
    "mid-long-distance-wearable": "Mid-long Distance Wearable",
    "mid-short-distance-heavy-load": "Mid-Short distance Heavy Load",
    "long-haul-wearable-tyre": "Long Haul Wearable Tyre",
    "high-end-off-road-tyre": "High End Off-Road Tyre",
    "high-end-heavy-loading-tyre": "High End Heavy Loading Tyre",
    "high-end-wearable-tyre": "Hight End Wearable Tyre"
  },
  "new": {
    "title": [
      "385/65R22.5 New Pattern HF281",
      "ROADONE 12.00R20 New Truck Tire Road Test",
      "295/80R22.5 HF21 Truck Tire Test",
      "XCMG Feedback Award To Tongli Tire Co,. Ltd",
      "Hixih & Continental Cooperation",
      "HIXIH Steel Wire Rope Co,. Ltd",
      "HD520 PATTERN ROAD TEST",
      "14.00R20 Special Off-road Tyres",
      "ROADONE Becomes Good Supplier Of The China Famous Truck Company",
      "Roadone M665A Heavy Duty 13R22.5 Test",
      "Roadone Tire 2019 Cambodia Dealers Conference Successfully Held",
      "ROADONE TYRE NATIONAL AGENT MEETING (Annual Celebration)",
      "265/70r19.5 NEW TYRE",
      "Roadone Tyre In Pakistan Ceremony",
      "Road One Attend PHILAUTO At 24th To 26th , July , 2019",
      "Components Of A Tyre",
      "Tyre Pressure: Why Is It Important?",
      "How Do You Keep Your Best Driving Performance And Comfort Longer?",
      "Inspection And Repair Of Tyres",
      "Considerations For Replacing Tires",
      "Tyre Maintenance And Maintenance Guide",
      "How To Replace Flat Gas Tires",
      "Driving Skills In Wet-sliding Road",
      "Driving Skills In Winter",
      "Tyre Performance Standard",
      "Select The Appropriate Tires"
    ],
    "description": [
      "ROADONE 385/65R22.5 HF281 NEW RADIAL TIRE Production Introduction Suitable for steer/load bearing positions 385/65R22.5 Designed for standard loading, long distance, high speed in high-way, national roads, suitable for steer and trailer positions.",
      "12.00R20 GD777 Yunnan Heavy Load Test Truck Wheel: 2F+3D Wheel: ALL WHEEL position Weight: Cargo 100 Tons Total &lt; 117 tons Road: 100% Provincial road, Distance: 400km single distance Pressure: 13.5Bar Place: Yun",
      "295/80R22.5 HF21 truck tire test data Truck: 1F+2D+3ST Place: Guangzhou Road: 90% Highway, 10% National road Routine: Yinchuan-Guangzhou 2300km Speed: 90km/h Cargo: Stocks Mileage: 163231km Weight: total 49 Tons",
      "XCMG feedback award to Tongli Tire Co,. Ltd After the year of 2020 cooperation with XCMG, Roadone truck tires has met the XCMG needs and continued great business relationship in the 2020.",
      "Strong alliance －Hixih & Continental Cooperation As the world’s largest manufacturer for high-strength conveyor belt steel wire ropes, Hixih Steel Wire Co., Ltd. is the world’s largest supplier of ContiTech division.",
      "ABOUT COMPANY HIXIH Steel Wire Rope Co., Ltd., founded in 2009, is a wholly-owned subsidiary of HIXIH Rubber Industry Group. With a registered capital of RMB 290 million and an annual designed production capacity of 50,0",
      "",
      "14.00R20 Millitary SD01 Special Off-road Tyre Series",
      "",
      "Roadone M665A Heavy Duty 13R22.5 Tubeless Tire for Trailer, pulling steel bar, iron powder, 150 tons With steel ring, the life span is over one year!",
      "On November 28, 2019, RoadoneTire 2019 Cambodia Distributor Conference was solemnly held at Sokha Phnom PenhHotel. Mr. Niu Fei, General Manager of TOGNLI Tire Co., Ltd., attended the conference with senior executives of the company, as well as representatives of many overseas dealers and partners of Roadone Tire from Cambodia.",
      "ACHIEVING PERFECTION AND ACHIEVING SUCCESS Tongli Tire Co., LTD. Dealers' meeting in 2020 was successfully held",
      "",
      "On September 23, the RoadoneTire Distributor Conference was successfully held in Islamabad, Pakistan.",
      "PHILAUTO 2019 was held at the SMX Convention Centre in Manila, Philippines from July 24 to 26, 2019.At that time, Roadone tire  will start its 2019 Philippine exhibition tour with high-quality products.",
      "There are a number of components that go into the production process of Goodyear tires and they play an important role in ensuring that your vehicle achieves optimum performance and maintains your safety.",
      "Improper tyre pressure can lead to a large number of problems-from uneven tires and accelerated wear to structural damage, or even a reduction in mileage per unit of petrol. Maintaining proper tyre pressure can increase ",
      "Check the tyre pressure every 3000 miles/4500 kilometres to keep the vehicle smooth and balanced, thereby increasing the efficiency of fuel use.",
      "Even if the vehicle mileage is not particularly high, it should be at least once a month or a long journey before the inspection of the tires. It is important to pay attention to the excessive or irregular wear of the the company, as well as representatives of many overseas dealers and partners of Roadone Tire from Cambodia.",
      "The carrying capacity of the replacement tyre shall not be lower than the mating tyre.The capacity of the replacement tyre must be equal to or greater than the value specified by the matching tyre manufacturer.",
      "The easiest way to ensure the best mileage and performance of a Goodyear tire is to conduct a simple monthly check to see if the tire pressure is normal, whether the tyre is uniformly worn, and whether it is damaged.",
      "When you need to change tires, follow these step-by-step guidelines",
      "When you are ready to drive on the slippery road, it is appropriate to make small preparations for yourself and your car before driving, which can bring you a better driving experience.",
      "Driving in the winter is a very challenging journey. Some of the tips we've prepared will make it safer and easier to drive in the winter.",
      "The following is a list of standard terms and their implications for tyre performance, which you typically encounter when looking for new tires.",
      "Choose the right tyres according to the model, driving style and the conditions of the road you are driving."
    ],
    "newDetails19AUG21": {
      "content1": "ROADONE 385/65R22.5 HF281 NEW RADIAL TIRE",
      "content2": "Production Introduction",
      "content3": "Suitable for steer/load bearing positions",
      "content4": "385/65R22.5 Designed for standard loading, long distance, high speed in high-way, national roads, suitable for steer and trailer positions.",
      "content5": "Spercifications",
      "content6": "Optimized profile design, stone ejection treatment at the bottom groove, provide excellent anti-biasing performance and better stone ejection effect in different road conditions.",
      "content7": "The high-speed special super wearable tread recipe design ensures higher mileage in mixed road conditions such as high speed and national road.",
      "content8": "Special steel structure and specific 4 belt cap design, low heating recipe, optimized shoulder design, inhibiting deformed wear,ensure multiple retreading of tires.",
      "content9": "Environmental protection material formula,new pattern design and overall optimization of material distribution design technology, realize low rolling resistance while taking into account the wet and slippery performance.",
      "content10": "Real Picture",
      "content11": "HF281 Pattern",
      "content12": "Stock Picture",
      "content13": "Pattern Width",
      "content14": "Groove"
    },
    "newDetails17MAY21": {
      "content1": "Truck Wheel:",
      "content2": "Wheel:",
      "content3": "ALL WHEEL",
      "content4": "Weight:",
      "content5": "Cargo 100 Tons , Total 117 tons",
      "content6": "Road:",
      "content7": "100% Provincial road",
      "content8": "Distance:",
      "content9": "400km single distance",
      "content10": "Pressure:",
      "content11": "13.5Bar",
      "content12": "Place:",
      "content13": "Yunnan Province, South China",
      "content14": "Rest groove:",
      "content15": "New groove:",
      "content16": "Installed:",
      "content17": "3 Months",
      "content18": "Evaluation:",
      "content19": "This truck is mainly to transport coal, load weight is not steady, it means the higher requirement of the tire.",
      "content20": "The driver’s experience is that if the tires can use more than 6 months and not have issues in 4 months, it will be good.The GD777 is surely can work more than 6 months, the driver feels great, and the distributor feels well too.",
      "content21": "Real Picture",
      "content22": "HF281 Pattern",
      "content23": "12.00R20 GD777  Yunnan Heavy Load Test"
    },
    "newDetails03FEB21": {
      "content1": "295/80R22.5 HF21 truck tire test data",
      "content2": "Truck:",
      "content3": "Place:",
      "content4": "Road:",
      "content5": "90% Highway、10% National road",
      "content6": "Routine:",
      "content7": "Yinchuan-Guangzhou 2300km",
      "content8": "Speed:",
      "content9": "90km/h",
      "content10": "Cargo:",
      "content11": "Stocks",
      "content12": "Mileage:",
      "content13": "163231km",
      "content14": "Weight:",
      "content15": "total 49 Tons",
      "content16": "Rest groove:",
      "content17": "10.3mm",
      "content18": "Newtyregroove:",
      "content19": "16mm",
      "content20": "Wear rate:",
      "content21": "35593km/mm",
      "content22": "Estimate Mileage:",
      "content23": "458192km",
      "content24": "Customer evaluation:",
      "content25": "This car is a special line between Yinchuan and Guangzhou.",
      "content26": "At present, the tires have been used for one year and two months, driving 160,000km, the estimated mileage is 460,000 km. Truck owners are very satisfied with the use of the HF21, wheel.",
      "content27": "Tire is very wear-resistant and anti-eccentric wear effect is good, and it is comfortable when mounted on the guide wheel. The truck owner purchased this tire many times and has introduced it to more of his friends.",
      "content28": "Real Picture",
      "content29": "HF281 Pattern",
      "content30": "Guangzhou"
    },
    "newDetails20JAN21": {
      "content1": "XCMG feedback award to Tongli Tire Co,. Ltd",
      "content2": "After the year of 2020 cooperation with XCMG,",
      "content3": "Roadone truck tires has met the XCMG needs and continued great business relationship in 2020."
    },
    "newDetails11JAN21": {
      "content1": "Strong alliance－Hixih & Continental Cooperation",
      "content2": "As the world’s largest manufacturer for high-strength conveyor belt steel wire ropes, Hixih Steel Wire Co., Ltd. is the world’s largest supplier of ContiTech division, Continental group German, supplies more than 150 thousand tons of wires to ContiTech factories in China, Australia, Brazil, the United States, Germany, South Africa, Serbia, and India, accounting for more than 60% of manufacturer capacity. With more than 61 branches in 21 countries, ContiTech ranks number one in the manufacturers of non-tire rubber products.",
      "content3": "Over years, Hixih Steel Wire Co., Ltd. has cooperated closely with ContiTech to jointly develop new products of steel wire ropes for conveyor belts. 7×7, 7×19 structure ultra-high strength, highly zinc Galvanized layer steel wire rope, 1×19+7×7 structure steel wire rope for conveyor belt, 6×7+9 structure steel wire rope for rubber crawler, 1×24W structure steel wire rope for petroleum hose, Products such as ST10000 thick-diameter steel wire rope for conveyor belts have passed ContiTech's stringent product certificate at one time. Up to 62 products have been certified by ContiTech.",
      "content4": "Advanced Equipment",
      "content5": "Equipped with advanced production lines, FIB advanced heat treatment hot-dip galvanizing production lines, automatic temperature control system, self-regulation of the atmosphere in the austenitizing furnace, hot-dip galvanizing online monitoring system, nitrogen adjustment. Sorbitic rate exceeds 90%, and the strength and toughness of steel wire at the international leading level. The zinc layer precisely controlled and the excellent concentricity greatly enhanced the rubber adhesion. German automatic mold repair equipment, each processing size of accurately controlled, super high finish. German SKET imported double twisting strander, tube twister, automatic tension adjustment system, clean production, for complete stress relief.",
      "content6": "High-precision instruments such as high-frequency infrared carbon and sulfur analyzer, German Zeiss metallographic microscope, rubber permeability testing machine, Instron tensile machine, steel wire rope fatigue testing machine, salt spray, damp heat aging testing machine, inductive coupled plasma emission spectrometer, etc., supporting the research and development of new technologies and new products."
    },
    "newDetails30DEC20": {
      "content1": "ABOUT COMPANY",
      "content2": "HIXIH Steel Wire Rope Co., Ltd., founded in 2009, is a wholly-owned subsidiary of HIXIH Rubber Industry Group. With a registered capital of RMB 290 million and an annual designed production capacity of 50,000 tons, the company is the world's largest production base for high-strength conveyor belt rope and has been the main supplier of conveyor belt factories of Continental Group and former Goodyear Group, with a market share of 56%",
      "content3": "ABOUT EQUIPMENT",
      "content4": "Our company main product is high strength steel wire rope, mainly used in rubber conveyor belt frame reinforced material, based on the technical characteristics of conveyor belt with steel wire rope, adopt the world's most advanced production equipment at the key steps which affecting the quality of the product process. Such as FIB heat treatment hot-dip galvanizing line from Belgium, SKET stranding and laying-up equipment, BREMER wire drawing die repairing machine, ZEISS company’s AXIOIMAGER microscope from Germany, the British Instron tensile testing machine, which makes the producing equipment and control capacity up to the world's highest, we can ensure the steel wire fitting the latest standards both abroad and domestic.",
      "content5": "ABOUT PRODUCT",
      "content6": "The company can produce steel wire rope products diameter range of 2.0mm~26mm, according to customer demand, product implementation standards can be National Standards or Enterprise Standards, the Enterprise standard’s indicators are higher than the National standards, zinc layer level can be divided 4 kind as",
      "content7": "ABOUT MARKET",
      "content8": "After more than ten years of development, the influence of HIXIH steel wire rope grows rapidly. In the domestic market, product sales reach 16 provinces, and internationally, products are exported to the United States, Germany, Canada, Brazil, Poland, South Africa, Australia, Korea, Vietnam, India, Serbia, Austria, totaling 12 countries.",
      "content9": "Our company adheres to the business philosophy of Quality is the survival root, Innovation is the soul of development, Science is the motivation, Talented people are the competitive advantage, strictly focusing on production process and strengthening quality control. We have obtained the ISO9001:2015, ISO14001:2015, and ISO28001:2007 certifications in September 2010, and received the award of the National II Level Safety Factory. HIXIH Steel Wire Rope Co., Ltd. will rely on the strength of HIXIH Group and the powerful combination of platforms with the world's top 500 enterprises. We will continue to realize the concept of improve efficiency, reduce cost, green development, cooperation, and win-win. We aim to enhance research and development ability, improve product quality, sincerely serve customers, and strive to become a global first-class metal product enterprise."
    },
    "newDetails10NOV20": {
      "content1": "SD01 Special Off-road Tyre Series",
      "content2": "Product performance Features:",
      "content3": "1. Off-road type, all wheel position",
      "content4": "2. Suitable for highway, off-road, desert, swamp, snow and other road conditions",
      "content5": "3. Special tread compound formula design, makes the tire has a stronger wear resistance, puncture resistance, harsh weather resistance.",
      "content6": "4. The wider belt layer design improves the low-pressure performance of the tire",
      "content7": "5. The shell can be directly installed as tubeless tire, which can effectively cooperate with the use of auto automatic charging and discharging system and inner support body.",
      "content8": "6. The optimized structure design enables the tire to have excellent high-speed performance and meet the requirements of high motor performance.",
      "content9": "Pattern Features:",
      "content10": "1. All-terrain off-road pattern designed for multi-road conditions",
      "content11": "2. Deepened pattern groove design improves the service life of the tire",
      "content12": "3. The large pattern block design makes the tire have stronger road grip and driving type",
      "content13": "4. The widened pattern groove enables the tire to have excellent self-cleaning product parameters"
    },
    "newDetails01SEP20_2": {
      "content1": "Roadone M665A Heavy Duty 13R22.5 Tubeless Tire",
      "content2": "for Trailer, pulling steel bar, iron powder, 150 tons",
      "content3": "With steel ring, the life span is over one year!"
    },
    "newDetails21AUG20": {
      "content1": "On November 28, 2019, RoadoneTire 2019 Cambodia Distributor Conference was solemnly held at Sokha Phnom PenhHotel. Mr. Niu Fei, General Manager of TOGNLI Tire Co., Ltd., attended the conference with senior executives of the company, as well as representatives of many overseas dealers and partners of Roadone Tire from Cambodia.",
      "content2": "In recent years, Roadone tires actively participated in the global automotive market competition, international operating capabilities have continued to increase. The brand ’s overseas visibility and influence have significantly increased, with its market share No. 1, tube tires take over 80% and its steady entry into the Cambodian market ! Taking advantage of the new opportunities brought by China's initiative, Roadone Tire has now completed five major global sectors, including the Middle East, Southeast Asia, Eastern Europe, Africa, and the Americas, and steadily accelerated the development of overseas markets.",
      "content3": "The meeting highlighted a number of new breakthroughs in the internationalization process of Roadone Tires in 2019. At the same time, it carried out strategic deployment and planning for the work of the next year, and conducted in-depth exchanges and discussions on the future internationalization strategy by division and segmentation. Representatives from participating dealers said that the conference has enhanced the confidence of both sides in the global development of Roadone tires and is willing to join hands with Roadone to create a new legend.",
      "content4": "Facing overseas partners, Mr. Niu Fei said, In 2019, with the strong support of overseas distributors, Roadone Tire actively participated in various activities in the global market. In terms of brand building, Roadone Tire will actively cooperate with global cooperation. Partners continue to carry out more diversified marketing and experience activities to promote both brand and sales. In terms of sales and service system construction, Roadone will work with overseas dealer teams to vigorously promote standardized management of marketing and services and establish a rapid response mechanism. Quickly respond to market changes. Facing the future, Roadone Tire will further explore the global market. We will accelerate the development of overseas markets with a wider vision and a more open mind, and gradually improve the layout of overseas markets.",
      "content5": "The dealer conference reviewed Roadone Tire's insistence on the development of high quality,“positioning high-end, quality first, innovation-driven” in recent years, and summarized the dazzling achievements made in overseas markets in recent years. To ensure the smooth completion of each process, Gao Ming, the quality director, introduced the process standards of Roadone tire quality management system in detail. In recent years, TOGNLI has always attached importance to technology research and development, and has obtained a total of 40 patents since its establishment, creating its own core technology for national independent brands.",
      "content6": "Later, the technical director Jiang Yi explained the technical characteristics of Roadone tires in detail. At the conference, Roadone also presented awards to high-quality dealers, and shared excellent cases in the Cambodian market with global partners, and encouraged participating dealers to continue their efforts, work together with Roadone tires, make breakthroughs, and build a new pattern for overseas market.",
      "content7": "This overseas dealer conference is undoubtedly an important measure for Roadone Tire to start a new chapter of globalization in the future. Through in-depth exchanges, the two sides reached a consensus on cooperation methods, policy support, and market planning, further enhancing mutual understanding between Roadone Tire and dealers in different regions, and laying a foundation for promoting further cooperation and expanding the global dealer network. A solid foundation.",
      "content8": "At the end of the conference, Mr. Niu Fei said, We always sincerely look forward to establishing an open, inclusive and win-win partnership with our globaldistributors. Let us work together to develop a broader global Market, paint anew blueprint for a better development! "
    },
    "newDetails21AUG20_2": {
      "content1": "On December 21, 2019, Tongli Tire Co., LTD's annual dealer meeting 2020 with the theme of achieving perfection and achieving success was grandly opened in Jinggang Mountain, the holy land of the great revolution. Hixih group chairman Niu Teng, Tongli Tire Co., LTD's CEO Niu Fei, all department leaders and all the country’s top agents jointly attended the meeting.",
      "content2": "Jinggangshan mountain is the source and birthplace of the New China revolution, as well as the blessed and precious place of the Chinese revolution. Starting from Jinggangshan, the Chinese revolution moved from one victory to another. The purpose of this meeting is to feel the spirit of the ancestors, to inspire the strength of endeavor, to promote Tongli Tire Co., LTD. toward a higher goal with the concept and spirit of ACHIEVING PERFECTION AND ACHIEVING SUCCESS!",
      "content3": "At present, we live in an era of unprecedented challenges, risks, and opportunities. In this context, the year 2019 is a very unusual and challenging year for the rubber tire industry. Although the current international and domestic situation is complex, the market is facing more changes, Tongli Tire will carry forward the more difficult the more development of the enterprise. In 2019, Tongli Tire has achieved strong market growth and carried out six strategies including brand serialization, high-end products, iterative development, technology leadership, lean production, and market internationalization.",
      "content4": "In 2020, Tongli Tire company will vigorously implement the lean production strategy, resolutely break business boundaries and communication barriers, focus on market development, quality improvement, product research and development, and minimize the coordination and mutual constraints between the market and production in the past. Fully implement the Tongli TMS manufacturing system with fine management as the core, and greatly improve the competitiveness of the enterprise in product R&D, marketing, internal efficiency, and other aspects. Tongli Tire will rely on advanced business philosophy, strong enterprise strength, first-class production plants, excellent team, united all excellent agents sincere cooperation, hand in hand with each other, overcome difficulties and challenges, achieve greater development!",
      "content5": "The conference also invited the world-famous table tennis champion Ms. Deng Yaping, to share wonderful stories of her life.",
      "content6": "There is no end to the journey. Tongli Tire Co., LTD. All the staff work together with the dealers to unite, closely cooperate, forge ahead, jointly meet the challenges in the market, and jointly create a better tomorrow for Tongli Tire!"
    },
    "newDetails27SEP19": {
      "content1": "On September 23, the RoadoneTire Distributor Conference was successfully held in Islamabad, Pakistan. The RoadoneTire Oversea sales Team and 200 local dealers gathered together to discuss the development plan. This conference is the first major overseas conference of RoadoneTire in 2019, and it is also an important measure for Roadone Tire to implement the localization marketing strategy.",
      "content2": "In recent years, RoadoneTire actively responded to the national “Belt and Road” initiative and the“China-Pakistan Economic Corridor” construction plan, continuously researchingand developing new products suitable for the local market in Pakistan,continuously improving the brand awareness of Roadone tires in Pakistan, andinjecting friendship into China-Pakistan friendship. At the same time, Roadoneis constantly accelerating the pace of globalization, and formulating overseasdevelopment strategies of localization, intercontinentalization, R&Dglobalization, and continuously fulfilling the corporate mission of “Creating RoadoneWorld Famous Brand”.",
      "content3": "In 2003, HIXIH Groupfounded the Roadone brand. In 2004, Roadone tires entered the domestic andforeign markets. In response to the current situation that the internationalbrands in China's truck and bus market are not satisfied with the local brands,and in the absence of technology in 2014, HIXIH Group invested in theestablishment of TONGLI tires with Roadone brand, through years of localizationand intensive cultivation, Roaodne tires withstood the test in Pakistan's toughroad conditions, and gradually won the confidence of end users. Roadone willcontinue to improve its old products and strive to become the first choice forPakistan replacement tires market！",
      "content4": "Facing the complicated and severe domestic and international economic situation, HIXIH Group firmly adheres to the development policy of “two unwavering, two persistences and one goal”, and wins a series of tough battles, such as strong alliances, market development, and large-scale project construction with international vision, open thinking, and innovative measures. Achieving high-level and high-quality development and have created good performances that have risen to the challenge and risen against the trend, fully demonstrating the unique advantage that the more difficult the HIXIH Group face, the more stable HIXIH become, more development with more crisis.",
      "content5": "Taking this overseas conference as the starting point, Roadone will carry out more localized marketing activities, continuously improve its independent innovation capability and core competitiveness, and create a perfect quality system and international brand will be the first priority. Roadone will continue to provide customers with higher service quality, increase overseas market share, continuously improve the market sales system, develop local sales policies, and jointly improve the quality of Roadone brand services.",
      "content6": "Roadone Tire will be based on excellent tire quality, docking the global tire market and creating a more comprehensive and dense network of world tire markets. Efforts will be made to create a new engine for economic development and to create a new impetus for economic development, so that Tire Intelligent Manufacturing will be equated with High-end Made in China to create a new high-end Made in China business card that will never fade!"
    },
    "newDetails01AUG18": {
      "content1": "Parts of a tyre",
      "content2": "Tire ring",
      "content3": "The bead is made of high-strength steel wire covering the rubber, which makes the tyre and the rim tightly integrated into the wheel.",
      "content4": "With the bundle layer The wire straps surround the tyre for a week to enhance strength and provide stability, made from steel wire woven with rubber-covered steel wire.",
      "content5": "Sometimes the aramid cord is added to add additional strength, puncture resistance and durability.",
      "content6": "Ply Layer The ply is the skeleton of a tyre made of fiber, usually made of a woven strand of fiber covered with rubber. This will make your tires flexible.",
      "content7": "The ply, also known as the carcass ply, is placed directly on the inner lining of the tyre, and the strength of the tyre is provided by it.",
      "content8": "Fetal side This is the area extending from the bead to a thicker rubber part of the tread and providing lateral stability of the tyre.",
      "content9": "Here you will find all the tires made of information.",
      "content10": "Knife Groove pattern and groove Tread pattern blocks are separated by deep grooves that will allow your tires to drain water, snow and mud.",
      "content11": "The groove pattern is a smaller trench carved on a tread pattern block, which provides extra grip, especially for tires made from icy roads.",
      "content12": "Tire shoulder A slightly tilted edge portion of the tread on your tyre that is divided by the sidewall.",
      "content13": "Its pattern and structure play an important role in your steering control."
    },
    "newDetails01AUG18_2": {
      "content1": "Improper tyre pressure can lead to a large number of problems-from uneven tires and accelerated wear to structural damage, or even a reduction in mileage per unit of petrol. Maintaining proper tyre pressure can increase mileage per unit of petrol and significantly save fuel cost.",
      "content2": "Check the tire pressure at least once a month or before a long trip. Goodyear recommends that you check the tyre pressure once a month or before a long trip.",
      "content3": "The tyre pressure should be adjusted to the car door sign or the user manual for the vehicle manufacturer's recommended values. Proper maintenance of vehicles and tyres is a useful investment because it translates into the best driving experience, dramatically saving costs and increasing mileage per unit of petrol."
    },
    "newDetails01AUG18_3": {
      "content1": "Check the tyre pressure every 3000 miles/4500 kilometres to keep the vehicle smooth and balanced, thereby increasing the efficiency of fuel use.",
      "content2": "Note: The tire pressure should be adjusted to the door sign or the recommended value of the car manufacturer in the user manual under cold tyre condition.",
      "content3": "The inflated pressure shall not exceed the maximum limit value of the tyre side wall markings.",
      "content4": "Rotate the tires every 6,000–8,000 mile/10,000–13,000 kilometer, which helps to wear the tires evenly.",
      "content5": "According to the vehicle user manual, or once you feel the pull of the wheel, you need to check the wheel positioning.",
      "content6": "Visually inspect the tread for irregular wear as this may be a symptom of a problem with positioning or barometric pressure. For more information, please visit the Tire Personal Care section."
    },
    "newDetails01AUG18_4": {
      "content1": "Tyre wear and scratching",
      "content2": "The front wheel or rear wheel positioning is not allowed to cause wear speed or uneven. The front wheel drive or the vehicle with independent rear suspension needs four-wheel positioning, not two-wheel positioning.",
      "content3": "To extend the tyre life, it is recommended to follow the owner's manual instructions to check the positioning. Sometimes, irregular wear of tires can be corrected by rotating tires. Refer to the owner's manual or go to a nearby Goodyear retail store (insert a list of dealers to connect) to learn the correct way of rotation.",
      "content4": "If the tyres exhibit uneven wear, please allow the Goodyear Professional staff to perform the inspection and correct the positioning, dynamic balance, or other mechanical problems associated with the rotation. The tread directly affects the grip, so it is important to periodically visually check for signs of uneven wear. These signs may include projections, depressions or unusually smooth areas.",
      "content5": "Tire intelligence, Rubber Manufacturers Association.",
      "content6": "Inspection of tyres can help detect puncture holes or other obvious signs of damage that need to be replaced.",
      "content7": "Repair",
      "content8": "It is important to know when to change tyres and when to change them.",
      "content9": "When leaking, should be removed to check the inside of the tyre.",
      "content10": "If only the tread is damaged, the majority of puncture holes, nail holes or other cuts not exceeding 1/4 inches (0.64 cm) can be repaired.",
      "content11": "Puncture holes in the sidewall or tread larger than 1/4 inches (0.64 cm) shall not be repaired and shall not be repaired at the same time worn to a tread less than 1/16 inches (0.16 cm).",
      "content12": "Dynamic balance and positioning",
      "content13": "Tyre dynamic balance and correct positioning of vehicle are very important to tire life and vehicle performance.",
      "content14": "Tyre imbalance can cause vibration, causing driver fatigue, premature tyre wear and unnecessary wear of the suspension system.",
      "content15": "Every time you install a tyre, you have to balance it. When shaking or shaking is first shown, balance is made and the tyres are balanced once a year."
    },
    "newDetails01AUG18_5": {
      "content1": "The carrying capacity of the replacement tyre shall not be lower than the mating tyre",
      "content2": "The capacity of the replacement tyre must be equal to or greater than the value specified by the matching tyre manufacturer.",
      "content3": "Note: The European metric and the P metric used in Goodyear manufacture and/or sales shall not be interchangeable with other types of tyres unless the cross-section width, flat ratio and rim diameter are the same as Goodyear tires. Note: Standard load tires should not be replaced with oversized tires.",
      "content4": "If the matching tire is oversized load tires, it should also be replaced by the same size of the oversized truck tires. In addition, the following principles should be followed:.",
      "content5": "When two tyres are installed, the tires with the largest tread depth are installed on the rear axle. If radial or non radial tires must be installed on the same vehicle, the radial tyre is installed on the rear axle. Radial and non radial tyres shall not be mixed on the same shaft. When you need to install snow or all-weather tyres to improve vehicle performance, be sure to install the tires on all four wheels.",
      "content6": "Inspection of tyres can help detect puncture holes or other obvious signs of damage that need to be replaced.",
      "content7": "It is not recommended to install a tire with different speed. Two tyres on the same shaft should have the same rated speed if the tires are installed at different speed. The tires with the lowest speed limit the speed of the vehicle. When you want to change the tire size, be sure to consult the dealer to understand the best rim width, and carefully check the distance between the vehicle and the tyre."
    },
    "newDetails01AUG18_6": {
      "content1": "Maintain proper tyre pressure. Proper tyre pressure helps you get the best tire performance, safety and fuel efficiency.",
      "content2": "Remember to check the tires regularly (at least once a month) using the appropriate tire gauges (under cold tires).",
      "content3": "Keep the tire pressure to the recommended level Vehicle signs or owner manuals provide a recommended level of tyre pressure.",
      "content4": "Maintaining proper tyre pressure is the most important way to prolong tyre life and durability. Insufficient tire pressure is the main cause of tyre failure, which may result in severe tyre rupture, component detachment or puncture.",
      "content5": "Insufficient tire pressure will reduce the load capacity of the tire, resulting in excessive bending of the side wall, increase rolling resistance, resulting in heat or mechanical damage. Excessive tire pressure will increase the tire hardness, resulting in driving discomfort, causing unnecessary vibration.",
      "content6": "Excessive tire pressure can also increase the risk of damage to the impact.",
      "content7": "Wheel speed must not be too fast Avoid turning the wheel too fast when the vehicle is caught in ice, mud or sand. This can lead to a sudden blowout, causing damage to the vehicle and/or causing serious bodily harm to you and the person in the side. Gently do the front and rear swing movement, let the vehicle out of trouble.",
      "content8": "Do not stand near or behind high-speed rotating tires, for example, when trying to push a vehicle out of trouble, or use a car to rotate a balancing device.",
      "content9": "Check tire Wear When the tread depth reaches 2/32 inches (0.16 centimeters), be sure to remove the tyre. All new tyres have a tread indicator, and when worn to the above level the smooth surface of the tread grooves will show the indicator strip. Most of the accidents in humid weather are caused by bare or near-bare tread patterns. Excessive wear is more likely to cause tyre wear."
    },
    "newDetails01AUG18_7": {
      "content1": "1. First, it is important to ensure that vehicles are parked in a flat position away from traffic.",
      "content2": "Tip: When the traffic flow is large, need to turn on emergency lights or double flash.",
      "content3": "2. Then, place the support material before and after the tyre, and will not be lifted up to prevent rolling, increase stability.",
      "content4": "3. Next, refer to the owner's manual for replacement tires and jacks.",
      "content5": "4. Now, refer to the owner's manual to ensure proper placement of the jack to prevent damage to the vehicle.",
      "content6": "5. Start the jack, while maintaining the ground pressure (not to lift all vehicles)",
      "content7": "6. Remove the wheel cover or center cover, exposing the hub nut.",
      "content8": "7. Unscrew the nut with the wrench along the counterclockwise direction.",
      "content9": "8. After ensuring the stability of the jack, lift the vehicle to a sufficient distance to facilitate the removal of the tyre.",
      "content10": "9. Put the spare tire on the wheel and place the hub nut back in position.",
      "content11": "10. Rotate the nut clockwise with the wrench. Tip: Make sure the nut is tightened, but not too hard.",
      "content12": "Otherwise, the vehicle may be detached from the jack. ",
      "content13": "11. After driving a few kilometers, it is best to stop to check to make sure the nut is still fastened."
    },
    "newDetails01AUG18_8": {
      "content1": "There should be enough tread depth between the tires and the road to drain.",
      "content2": "If your tires are currently wearing a tip scale (2.4 mm or 3.1 mm), it should be time to consider changing the tires. Low or high tire pressure can lead to lower traction, premature wear, or tyre failure.",
      "content3": "Check your tire pressure regularly (at least once a month) to ensure that the correct tyre pressure is used for daily driving. Visibility is a key element in ensuring safety when driving under slippery roads. You should also check the use time and wear level of the windshield wipers.",
      "content4": "If they left stripes on your windshield when used, it's time to replace it. Of course, make sure your car can be seen by the other vehicle as it travels in a rainy road.",
      "content5": "So please turn on your headlights and make sure it's working properly.",
      "content6": "Wet Slippery road tips when driving, please keep the following tips in mind. ",
      "content7": "1. If there is mist on your window, please turn on the air conditioner in the car to remove the moisture.",
      "content8": "If your car does not have an air-conditioning system, please open your rear window and let the air flow. Slow driving on slippery roads is critical.",
      "content9": "Slippery surfaces reduce the control of the wheel, increase your braking distance, and reduce your ability to bypass obstacles correctly. ",
      "content10": "2. On the slippery road, due to the increase in braking distance, you need to pay attention to maintain a further distance from the vehicle in front.",
      "content11": "Longer heel distances can reduce the impact of front tire sputtering on your vision.",
      "content12": "3. A sharp or abrupt turn on a muddy road can cause the car to get out of control, so keep the steering drive steady. ",
      "content13": "4. If it is a rainstorm, please stop now!",
      "content14": "Heavy rains can overload your wiper, resulting in a layer of water flowing down to almost zero visibility.",
      "content15": "The first rain always makes the road very difficult to drive, because the dry road of mud and oil spills and rainwater mix together, so that the vehicle is very easy to skid, you may feel the ability to control the vehicle is reduced, in the rain just the first half hour of driving to be extra careful. ",
      "content16": "5. After driving through the stagnant water surface, several minor braking should be carried out so that the brake pads can dry."
    },
    "newDetails01AUG18_9": {
      "content1": "Preparation for winter driving In winter, preparation is very important.",
      "content2": "In order to cope with the possible difficulties of driving in winter, it is recommended to prepare the following tools in the vehicle or accessible location",
      "content3": "Battery Lap Line Cable",
      "content4": "Snow Shovel",
      "content5": "First Aid Kit",
      "content6": "Basic tool box (screwdriver, wrench, pliers, cutter, etc.)",
      "content7": "Flashlight",
      "content8": "Cell phone",
      "content9": "Winter Driving Tips The important thing to remember in winter driving is to maintain high visibility.",
      "content10": "Remove all snow and ice from the vehicle before departure. To clean up from the top, remember to clean the roof, windshield, hood, trunk, taillights and mirrors.",
      "content11": "Once this cleanup is done, you can go on the road, but be sure to keep the following tips in mind: Slow drive.",
      "content12": "The speed should be in accordance with the weather conditions.",
      "content13": "Be sure to plan ahead and anticipate dangerous driving conditions, areas and streets. Brake timely. Sometimes, lift the foot away from the accelerator, so that the speed naturally down, you can prevent skidding.",
      "content14": "At the same time, brake before entering the corners, rather than braking in the corners. Be careful of other vehicles on the road.",
      "content15": "Keeping a safe distance from the front of the vehicle will allow you more time to react.",
      "content16": "When driving in snowy or low visibility, turn on the headlights and wiper.",
      "content17": "Drive smoothly, avoiding sudden braking and turning.",
      "content18": "Turn on the signal early to allow enough time for other vehicles to respond to your intentions. If the vehicle has anti-lock braking system, be familiar with the system.",
      "content19": "Applying a steady pressure on the brake pedal produces a pulse sensation, which is normal. If you are driving on a dangerous thin ice, remember to stay calm and control properly. To avoid skidding, do not slam the brakes, accelerate or suddenly turn. Instead, try to loosen the brakes and turn the steering wheel to the side of the skid. If you turn too much, you slip to the other side and try to move slowly back to the opposite direction."
    },
    "newDetails01AUG18_10": {
      "content1": "Cornering grip",
      "content2": "Definition: Tyre adhesion when turning.",
      "content3": "When is it important?",
      "content4": "A: When driving on a curved road.",
      "content6": "Rolling resistance",
      "content7": "Definition: Rolling capability of tyre surface.",
      "content8": "When is it important?",
      "content9": "A: When trying to reduce fuel consumption.",
      "content11": "Performance",
      "content12": "Definition: A general term describing the braking, acceleration, handling and friction properties of automotive tyres.",
      "content13": "When is it important?",
      "content14": "A: any time.",
      "content16": "Manipulation of",
      "content17": "Definition: Tyre steering and braking response capability.",
      "content18": "When is it important?",
      "content19": "A: any time.",
      "content21": "Skid Resistance",
      "content22": "Definition: The ability of a tyre to splash water on a damp road and maintain grip.",
      "content23": "When is it important?",
      "content24": "A: On a rainy wet road when driving.",
      "content26": "Gas-deficient maintenance tires",
      "content27": "Definition: A tyre that can drive a vehicle at a maximum distance of 80 kilometers at the highest speed of 80 km/h after being punctured or discouraged.",
      "content28": "When is it important?",
      "content29": "A: When the tyre is punctured or discouraged, it is necessary to continue driving to a safe place to replace the tyre.",
      "content31": "Wet Land Grip",
      "content32": "Definition: tyre adhesion and braking capability on wet pavement.",
      "content33": "What's important?",
      "content34": "A: When turning, stopping and overall control of a vehicle on a damp road.",
      "content36": "Dry Ground grip",
      "content37": "Definition: tyre adhesion and braking capability on dry pavement.",
      "content38": "What's important?",
      "content39": "A: When turning, stopping and overall control of a vehicle on a dry road surface.",
      "content41": "Shu-Moderate",
      "content42": "Definition: The ability of a tyre to absorb vibrations, bumps, or other road anomalies. When is it important?",
      "content43": "A: When you want to experience the vehicle, not the road bumps.",
      "content45": "Noise Definition",
      "content46": "Noise from tires can increase noise pollution in the surrounding environment.",
      "content47": "The internal noise of the lower tires, can make the vehicle inside more quiet.",
      "content48": "When is it important?",
      "content49": "A: When you want to make yourself and the people around you feel quiet during the driving process.",
      "content51": "Braking distance",
      "content52": "Definition: The distance from the beginning of the brake to the complete stop.",
      "content53": "When is it important?",
      "content54": "A: When traveling on all roads.",
      "content56": "Mileage Definition",
      "content57": "An indicator of the service life of a tyre.",
      "content58": "\"High mileage\" tires generally have a longer life span.",
      "content59": "When is it important?",
      "content60": "A: any time."
    },
    "newDetails01AUG18_11": {
      "content1": "Choose the right tyres according to the model, driving style and the conditions of the road you are driving.",
      "content2": "All of our tyres meet the exacting standards of Goodyear, so you can focus on selecting the tyres that suit your needs.",
      "content3": "Weather conditions for your life and driving Depending on the local climatic conditions, you may need different tyres in different seasons.",
      "content4": "If the winter temperature drops to -7℃, you should consider buying a set of winter tires.",
      "content5": "Driving style Be sure to consider your driving style when choosing a tyre. If you travel frequently, consider choosing an economy with the farthest mileage. If your driving style tends to be more athletic, consider turning a higher-grip tyre.",
      "content6": "Evaluating the performance characteristics of the tyres will help you find a tire that is best suited to your own style.",
      "content7": "Choose tyre according to vehicle Matching tyre refers to the tire that the factory installs when the vehicle is manufactured. When choosing a matching tyre, the car manufacturer usually chooses a tyre that meets the maximum range of buyer's needs. The owner's manual may provide further recommendations for replacement tires.",
      "content8": "Usually, matching tires are best for your vehicle, but you can also consider other options.",
      "content9": "Budget Although it is not possible to tell you exactly how long a tyre can be used or how much fuel is saved, dealers can recommend the most cost-effective tyres based on your driving needs and budget."
    }
  },
  "service": {
    "title": [
      "ROADONE Truck tire at Lybia 12.00R24 heavy load tires",
      "Henan Zhumadian Hixih customer 12r22.5 18PR H262 case",
      "ROADONE CAMBODIAN AGENT MEETING",
      "Should the tires be rotated?",
      "Does driving habits affect tyre life?",
      "What is the meaning of the markings on the sidewall of the tyre?",
      "Check the vehicle's problems before the long journey",
      "All weather and winter tires: What's the difference?",
      "What should you consider when choosing a new tyre?",
      "How to check tire pressure",
      "When do I need to change the tyre?",
      "What are the signs that the tires are about to be damaged?",
      "Problems related to tyre transposition",
      "Production flow of Tyre"
    ],
    "description": [
      "",
      "Chinese Henan Zhumadian Hixih customer 12r22.5 18PR H262 case Model: 1F + 2D + 3T semitrailer Wheel position: guide wheel Goods: dangerous goods (acetic acid) standard load Road condition: few highway, more than 95% is n",
      "CAMBODIAN DISTRIBUTORS MEETING WITH THE FACTORY BOSS",
      "All all-weather tyres should be rotated in a cross forward manner, wherein the two tyres to the drive shaft should be crossed forward and the remaining two tires should be moved from the drive shaft to the free scroll ",
      "Of course I will. Here are some tips for prolonging tyre life: don't speed. High-speed driving can produce too much heat.",
      "​Find tyre size and other information according to...",
      "Driving smoothly from tires. Check the tire pressure before you travel and check at least once a month.",
      "The key to good grip is friction, but this can be ...",
      "Look for tires with excellent braking and control test results.Tread wear, driving comfort, noise and rolling resistance and other factors help narrow the range of selection",
      "Buy a tire gauge or use the tire pressure gauge of the tyre shop;The first priority is to check the tyre pressure in the morning or in the condition of the tire cooling.",
      "Regular inspection and maintenance of your tires will help prolong their life, but all tires will eventually be polished. The service life of tyres is different. It depends on your driving habits, the climate of your pla",
      "The signal found Tread wear indication points: these hard rubber wear points are designed to appear when the tread of your tyre is about to be polished. If these wear indicators show up, you need to buy a new one.",
      "Change the position once per 10,000km-12,000km or every 6 months to ensure uniform tire wear The tyre transposition helps the uniform wear of all components. It even helps to prolong the life of the tyres and gain a bala",
      "The rubber in your tires mixes up to 30 ingredients, and the ratio of raw materials depends on the performance targets of the tyres."
    ],
    "serviceDetails21AUG20": {
      "content1": "Chinese Henan Zhumadian Hixih customer 12r22.5 18PR H262 case",
      "content2": "Model: 1F + 2D + 3T semitrailer",
      "content3": "Wheel position: guide wheel",
      "content4": "Goods: dangerous goods (acetic acid) standard load",
      "content5": "Road condition: few highways, more than 95% are national roads",
      "content6": "Transportation distance: about 7-800km, single way",
      "content7": "Air pressure: about 120 Bar",
      "content8": "Route: Zhumadian - Nanjing and Zhumadian - Nanchang",
      "content9": "Tire assembling date: July 19, 2019",
      "content10": "Tire inspection date: November 12, 2019",
      "content11": "Remaining pattern: average 16.0mm (original pattern 18mm)",
      "content12": "Driving mileage: 47,617km (228,656km when loading, now 276,273km)",
      "content13": "Unit wear: 23,809km / mm",
      "content14": "Expected driving: 380,000km",
      "content15": "Evaluation of the effect:",
      "content16": "Vehicles are engaged in the transportation of dangerous goods. There are only a few high-speed roads in the whole national road. There are 100km mountain roads to Wuhan, which requires high comprehensive performance of tires. At present, Hixih H262F has been in use for 4 months. The store owner personally checked the tires and tracked them. The tread pattern is even and flat without falling and gnawing, and there is no tire eating and eccentric wear. The driver and the retail store are very satisfied with the current use effect of Hixih tire. The drivers used to use Hercules in the last stage and complained very badly. Mr.Ye of the big retail store now sells 30 pcs Hixih tires every month. Through data tracking, he is confident and ready to report to the surrounding dangerous goods fleet promotes Hixih products."
    },
    "serviceDetails01AUG18": {
      "content1": "Regular and proper rotation of tires can make the tire wear more evenly.",
      "content2": "All all-weather tyres should be rotated in a `cross forward` manner, wherein the two tyres to the drive shaft should be crossed forward and the remaining two tires should be moved from the drive shaft to the free scroll shaft and mounted on the original side. This method ensures that all four tires have more uniform wear on the tread lines.",
      "content3": "The only exception to this method is the use of `single Guide` tires, which should rotate around the same side.",
      "content4": "If it is a four-wheel drive vehicle, we recommend that all two pairs of tyres be rotated to a new position on the drive shaft.",
      "content5": "For conventional vehicles, the tyres should be rotated at least once every 10,000 kilometres, and four-wheel-drive vehicles should rotate once every 6,000 kilometres. Please consult the vehicle User manual for the manufacturer's rotation recommendations. The first rotation is the most important. When the tyre is rotated, the tire pressure must be adjusted to the recommended value of the vehicle manufacturer."
    },
    "serviceDetails01AUG18_2": {
      "content1": "Of course I will. Here are some tips for prolonging tyre life:",
      "content2": "1. Do not speed. High-speed driving can produce too much heat.These calories increase the wear speed of tires and reduce the durability of tyres.",
      "content3": "2. Avoid turning too fast in corners and corner sections, or stop blows abruptly.",
      "content4": "3. No traffic shall be made on the edge of the road, Lu Yan, pits or other obstacles."
    },
    "serviceDetails01AUG18_3": {
      "content1": "Find tyre size and other information according to the following figure:",
      "content2": "1. Tyre cross-section width (mm)",
      "content3": "2. Ratio of section height to section width (%)",
      "content4": "3. Tyre structure (r= meridian)",
      "content5": "4. Rim diameter (inches)",
      "content6": "5. Max load Capacity (load index)",
      "content7": "6. Rated speed",
      "content8": "7. Tyre without inner tire",
      "content9": "8. Tread Wear indicator Strip position",
      "content10": "9. ECE tyre recognition mark and number",
      "content11": "10. Winter mud and snow driving capacity",
      "content12": "11. Production date (week, year)",
      "content13": "12. Traffic compliance Symbol",
      "content14": "13. Ministry of communications manufacturer Code/li>",
      "content15": "14. Origin",
      "content16": "15. Product Name",
      "content17": "16. Tyre structure Details (Ministry of Transportation)",
      "content18": "17. Load and pressure signs (Ministry of Transport)",
      "content19": "18. Tyre type (meridian) Logo (Quality level) required by U.S. Consumer information regulations"
    },
    "serviceDetails01AUG18_4": {
      "content1": "Check:",
      "content2": "1.Tire pressure.",
      "content3": "Driving smoothly from tires. Check the tire pressure before you travel and check at least once a month.",
      "content4": "※ Note: Be sure to adjust the tire pressure to the door sign or the user manual for the recommended value of the car in the cold tyre condition. The inflated pressure shall not exceed the maximum limit value of the tyre side wall markings.",
      "content5": "2. air filter.",
      "content6": "Replacing a clogged air filter can increase mileage per unit of petrol, thereby saving fuel consumption.",
      "content7": "3. Spark plugs.",
      "content8": "Wear or dirty spark plugs can cause ignition failure and waste of fuel. 4. Fuel tank cover. Damage, loosening or loss of the tank cover can waste petrol."
    },
    "serviceDetails01AUG18_5": {
      "content1": "The key to good grip is friction, but this can be a tricky problem because the friction depends on the ambient temperature.",
      "content2": "Winter tyres are designed to ensure that driving under low temperatures is still soft and smooth, so they can be adapted to all the tiny pits on icy pavements,resulting in better grip.",
      "content3": "All-weather tyres are designed to enhance the adhesion of wetlands and snow conditions, and their fine furrows also help to provide occlusal surfaces, lock the tread and ground, and improve the grip of the wet land of the tires."
    },
    "serviceDetails01AUG18_6": {
      "content1": "1. Look for tires with excellent braking and control test results.",
      "content2": "2. Tread wear, driving comfort, noise and rolling resistance and other factors help narrow the range of selection.",
      "content3": "3. The choice of car tyres depends on your area of residence, weather and road conditions, as well as customer expectations of tyre performance and requirements for vehicles."
    },
    "serviceDetails01AUG18_7": {
      "content1": "1. Buy a tire gauge or use the tire pressure gauge of the tyre shop;",
      "content2": "2. The first priority is to check the tyre pressure in the morning or in the condition of the tire cooling.",
      "content3": "3. After the vehicle is driven, the temperature of the tyre will increase and affect the tire pressure value;",
      "content4": "4. Unscrew the valve cap and put the tire pressure gauge on the valve mouth, it is normal to hear a short hissing sound;",
      "content5": "5. Read the value of the pressure gauge and compare it with the proposed value of the vehicle (bar or PSI);",
      "content6": "6. Adjust the pressure, or inflate in the tire shop;",
      "content7": "7. Re-use the barometer to check the tyre pressure and check with the manufacturer's parameters; 8. Tighten the valve cap of each tyre"
    },
    "serviceDetails01AUG18_8": {
      "content1": "Tyre replacement",
      "content2": "Regular inspection and maintenance of your tires will help prolong their life, but all tires will eventually be polished. The service life of tyres is different. It depends on your driving habits, the climate of your place of residence and how you maintain your tyres.",
      "content3": "All polished or damaged tyres will need to be replaced. Tyre wear: Even the best maintenance does not prevent the tread from being polished over time. Most tyres have a wear indication point. These indicators, usually 1.6mm high, are the minimum tread depth that indicates safe driving.",
      "content4": "You should also check the tread uneven wear patterns to find other problems that may exist for your tires or vehicles. Obvious damage: Please check fetal side and tread for damage. If you find a small crack in the sidewall-also known as a crack-it means it's time to change the tyre. The sidewall is not very thick, and the damaged sidewall may cause the tyre to be unusable.",
      "content5": "You also need to check the tread, tire shoulder and sidewall bulge, bubble, cut or rip, which is a clear signal that you need a new tyre, even if the tyre is not polished. When purchasing a tyre replacement, it is best to replace all four tyres at a time. If you only buy two, make sure they match the worn tires and make sure they are mounted in the rear axle of the car, which provides better traction and stability when you drive."
    },
    "serviceDetails01AUG18_9": {
      "content1": "The signal found Tread wear indication points: these hard rubber wear points are designed to appear when the tread of your tyre is about to be polished. If these wear indicators show up, you need to buy a new one.",
      "content2": "If you are unsure of their location, you can see the symbols associated with their location on the sidewall; Tire tread Wear: The minimum depth of tread residual pattern should be between 2-3mm. It's a good idea to buy a trench deep ruler that is not expensive to check the minimum tread pattern depth required by law.",
      "content3": "Make sure that you also measure the depth of the outside and inside of the tread.",
      "content4": "A small object is stuck in the tread: it is often seen that a small object is stuck in the tread, if it's stuck in a trench, be careful to take them out to avoid damaging the tires; if a dot looks like it's wearing rubber, like a nail, don't move it before it is delivered to the repair shop, which may cause the tyre to lose tyre pressure. Tire Lateral Wear: If you find that your tires have both sides of the tread pattern wear, you may need to fill the gas or check whether the leak. Tyre pressure will naturally decrease, but driving in a state of lack of gas will increase fuel consumption and increase the risk of accidents. Make sure the tire pressure is checked regularly.",
      "content5": "If you only found a tire shoulder wear on the front wheel, it is possible that the snake is driving or turning too fast. Tread Center Excessive wear: If the tread center than two shoulder wear larger, may be inflated pressure, this will increase the risk of puncture.",
      "content6": "Please refer to the requirements of the depot and use the barometer to release gas to the recommended tyre pressure value of the depot. Uneven wear of a single tyre: tread wear patterns will remind you of possible problems with the vehicle. If you find that the pattern pitch uneven wear, or bald spots, may need to do the wheel's dynamic balance or positioning.",
      "content7": "Sometimes bald spot wear indicates shock absorber wear, please consult a professional to solve. Uneven wear on tyre marks: your tires will not be polished at the same speed. The front axle bears the engine and most of the steering work, so the tires on the front axle will be polished more quickly. If they are found to be faster than normal wear and tear, check the suspension system.",
      "content8": "If the tyre on one side of the vehicle is more worn than the other side, it may be necessary to locate it. Tire edge serrated edge pattern wear: If you find that your tires have a predestined or feathery appearance along the edges, the possible cause is an unstable friction on the road. This may be a need for positioning."
    },
    "serviceDetails01AUG18_10": {
      "content1": "Change the position once per 10,000km-12,000km or every 6 months to ensure uniform tire wear The tyre transposition helps the uniform wear of all components. It even helps to prolong the life of the tyres and gain a balanced control and traction. Regular tire transposition helps keep the vehicle running smoothly and smoothly.",
      "content2": "It is also possible to change the tires when the oil is changed for the second time. Why do you want to change the position of the tyre? Tires in front of the vehicle usually wear faster than the rear. If you constantly change their position, this helps them to wear more evenly and achieve maximum tread life.",
      "content3": "Remember that the tyre transposition does not solve the problem of wear caused by tire pressure discomfort. How often do I have to switch places? Each time you change the oil (approximately every 10,000-12,000km), you can change the tyre. If you often drive at high speeds, transport heavy weights, or travel long distances, this extra pressure means that you can switch places a little more frequently. If you find any uneven wear conditions, you need to change the position as soon as possible.",
      "content4": "When you're driving on a flat road if they're buzzing, it's time to think about changing places. Can I make a replacement for my own tires? Since the proper installation of tyres is important, we recommend that you go to your agent or tire shop to be operated by a professional.",
      "content5": "But it's also pretty easy to do it yourself, and it helps you understand how it works without any special tools, just a little time and space.",
      "content6": "To get any advice from the manufacturer of the vehicle, check the owner's manual provided by the car factory.",
      "content7": "It is recommended that you follow the pattern shown in the following figure for the tire transposition",
      "content8": "Can be used only when all tyre specifications are the same (pattern a-d)",
      "content9": "The front axle and rear axle of some vehicles are fitted with different specifications of tires and wheels, and in this case pattern E is recommended (if the tyres are installed without rotation direction). The arrow on the tread is observed at any time in the transposition of the tyre with the rotation direction of the tread pattern. These arrows indicate the rotation direction of the tires that must be carefully adhered to.",
      "content10": "If these tyres are of the same specification, follow pattern a transposition. Using different specifications of the tires with directional requirements or the front axle and rear axle with different bias values the directional tyres of the wheel need to be dismantled tires, installed and rebalanced to carry out the correct transposition – often check your owner's manual to obtain any suggestions from the automaker."
    },
    "serviceDetails01AUG18_11": {
      "content1": "1.Mixing",
      "content2": "The rubber in your tires mixes up to 30 ingredients, and the ratio of raw materials depends on the performance targets of the tyres.",
      "content3": "It is made up of various types of rubber, fillers, and other raw materials, which are mixed together in a giant blender called the Banbury Mixer to produce a black sticky rubber that will be used for calendering.",
      "content4": "2. Rolling",
      "content5": "After the rubber is cooled, it is sent to a special mixer, where the rubber is cut into strips that form the basic structure of the tyre.",
      "content6": "At this stage, other parts of the tyre will be prepared, some of which will cover another type of rubber.",
      "content7": "3. Molding",
      "content8": "From inside to outside into the tyre itself. Fibre fabric, wire harness, bead, ply, tread and other components are placed in a tyre forming machine to ensure that each part is in its exact position.",
      "content9": "The output looks somewhat like the final product, called the birth tire.",
      "content10": "4. Sulphur",
      "content11": "The raw tire is placed in a heated mold and is pressurized and cured for vulcanization, and all tyre parts are pressed together and given the final shape of the tyre, including its tread pattern and the manufacturer's sidewall markings."
    } 
  },

  "tableHeaders": {
    "size": "Size",
    "plyRating": "Ply Rating",
    "maxLoad": "Max. Load (Kg) (Single/Dual)",
    "loadIndex": "Load Index (Single/Dual)",
    "speedRating": "Speed Rating",
    "overallDiameter": "Overall Diameter (mm)",
    "sectionWidth": "Section Width (mm)",
    "standardInflationPressure": "Standard Inflation Pressure (kPa)",
    "standardRim": "Standard Rim (inch)"
  }
}
