{
  "header": {
    "home": "Home",
    "news": "News",
    "products": "Product",
    "service": "Service",
    "recruitment": "Recruitment",
    "about": "About Us",
    "truckTyre": "Truck Tyres",
    "lightTruckTyre": "Light Truck Tyres",
    "busTyre": "Bus Tyres",
    "tyreClass": "Tyre Class",
    "guestBook": "Guest Book",
    "download": "Download",
    "socialRecruitment": "Social Recruitment",
    "campusRecruitment": "Campus Recruitment",
    "aboutRoadone": "About Roadone",
    "csr": "CSR",
    "contactUs": "Contact Us",
    "hixihGroup": "HIXIH Group",
    "more": "More"
  },
  "homepage": {
    "productDescription": "Roadone is of the international high end quality gene and local applicable advantage of Chinese Market. All the key equipment is from the famous world-className tyre equipment suppliers. It adopts the global leading technology of all steel radial truck tyres from the European century producer. ...",
    "marketing": "Marketing",
    "marketingDescription": "Roadone Stores provide not only the high quality truck and bus tyres, but also good service for our customers. ..."
  },
  "news": {
    "news_title": {
      "1": "Explosion scene | ROADONE debut at the SHANGHAI Tire Show, showing the national brand charm!",
      "2": "ROADONE Tire `sailing` in Qingdao Port, HIXIH Group and Qingdao Port International Logistic",
      "3": "Roadone Passed ISO/TS 16949 Certification, and Get OE Permit of International Automobile Industry",
      "4": "New Product: Roadone New RD05: Fuel-efficient, High Speed, Standard Load Series"
    }
  },
  "about": {
    "aboutRoadone": "ABOUT ROADONE",
    "aboutContent1": "Roadone is a brand of truck tyre, which is launched by Hixih Rubber Industry Group. Roadone has international brand background and Chinese localization advantages. All the key equipment is from the world-className tyre equipment manufacturers, and is customized according to the special requirements of customers. The technology adopts the global leading all steel radial truck tyres production technology from European century enterprise , and integrates the unique design that is more adaptable to the Chinese road conditions. Through the engineering practice at home and abroad and market test, the products have the outstanding advancement, applicability, and practicability, and are suitable for the domestic road transport, and could fully satisfy the market demand.",
    "aboutContent2": "In order to ensure the high quality, high standard and high performance of the products, the production management implements the network control technology. The quality of the tyres could meet DOT and ECE standard, and conforms to the internal control index of the product technology requirements. There will be a more open world in the future. Hixih Group strives to create a largest rubber product manufacture base in the world with high-end technology, high-end products and highly innovative industrial products with their partners. They also strive to impulse the development of the industry and believe that they can make greater contributions for realizing the greatest revival of `Chinese Dream`.",
    "companyName": "TONGLI TYRE CO., LTD.",
    "address": "Address",
    "companyAddress": "Hixih Industrial Park, Yanzhou District, Jining City, Shandong Province, China. 272199",
    "nationalServiceHotline": "National Service Hotline",
    "internationalServiceHotline": "International Service Hotline",
    "email": "E-mail",
    "website": "Website"
  },
  "image": {
    "socialResponsibility": {
      "src": "../../static/assets/picture/responsibility_1.jpg"
    }
  },
  "socialRecruitment": {
    "position": "Position",
    "degree": "Degree",
    "bachelorDegree": "Bachelor degree or above",
    "numberOfHiring": "Number of Hiring",
    "recruitmentDeadline": "Recruitment Deadline",
    "linkMan": "Linkman",
    "email": "E-mail",
    "tel": "Tel",
    "downloadResume": "Download Resume",
    "submitResume": "SubmitResume",
    "industrialEngineering": "Industrial Engineering Specialist",
    "motorcadeSalesperson": "Motorcade Salesperson",
    "qualityEngineer": "Quality Engineer",
    "formulaDesignEngineer": "Formula Design Engineer",
    "structuralEngineer": "Structural Engineer",
    "costAccountant": "Cost Accountant",

    "majorRequirement": "Major Requirement",
    "industrialEngineeringDescription1": "1. Conducted capacity evaluation in the production process and made management plan in annual of 5-year and PMAT personnel management plan;",
    "industrialEngineeringDescription2": "2. Conducted action research on existing operations and apply the knowledge of industrial engineering, value engineering theory, lean production, rapid mold change, total preventive maintenance and so on. Eliminating the non-value-added processes and improving site bottlenecks.",
    "industrialEngineeringDescription3": "3. Improve personnel efficiency and formulate annual EAP personnel efficiency improvement plan",
    "industrialEngineeringDescription4": "4. Standardization",
    "industrialEngineeringDescription5": "5. Led the installation and debugging process of new equipment",

    "motorcadeSalespersonDescription1": "1. Accomplish sales tasks assigned by the company;",
    "motorcadeSalespersonDescription2": "2. Mainly responsible for the development and maintenance of large motorcade customers, the establishment of distribution network within the jurisdiction and the expansion of the company's product coverage;",
    "motorcadeSalespersonDescription3": "3. Carry out product promotion activities according to enterprise plans and procedures, introduce products and provide relevant information;",
    "motorcadeSalespersonDescription4": "4. Set up customer information card and customer file, complete related sales report;",
    "motorcadeSalespersonDescription5": "5. Participate in the company's sales meeting or organized training;",
    "motorcadeSalespersonDescription6": "6. Establish good relationship with customers to maintain corporate image.",

    "qualityEngineerDescription1": "1. At least 3 years quality management experience in tire industry",
    "qualityEngineerDescription2": "2. Majored in polymer, chemistry or related major",
    "qualityEngineerDescription3": "3. Familiar with quality management and specific methods, the performance of product technical specifications, product inspection standard and related knowledge",
    "qualityEngineerDescription4": "4. Familiar with product structure, performance, mechanism, solid theoretical basis and technical working experience",
    "qualityEngineerDescription5": "5. Good communication, coordination, organization and team building skills",

    "formulaDesignEngineerDescription1": "1. At least 3 years experience in formula design",
    "formulaDesignEngineerDescription2": "2. Majored in chemistry, rubber, polymer or related field",
    "formulaDesignEngineerDescription3": "3. Understand the test method and principle of the test equipment for the material and formula performance index test",
    "formulaDesignEngineerDescription4": "4. Understand TS16949 standard requirements and the application of the five core tools",
    "formulaDesignEngineerDescription5": "5. Good discipline, teamwork, and innovative spirit",

    "structuralEngineerDescription1": "1. At least 3 years experience in tire structural design",
    "structuralEngineerDescription2": "2. Majored in polymer, material, chemistry or related field",
    "structuralEngineerDescription3": "3. Have a good knowledge of tire manufacturing process, understand key parameters and performance indicators of all kinds of vehicles",
    "structuralEngineerDescription4": "4. Understand TS16949 standard requirements and the application of the five core tools",
    "structuralEngineerDescription5": "5. Good discipline, teamwork, and innovative spirit",

    "costAccountantDescription1": "1. At least 2 years finance experience in tire industry",
    "costAccountantDescription2": "2. Accounting, finance, auditing or related major",
    "costAccountantDescription3": "3. Skilled in financial software and Office software; Sufficient experience in cost control",
    "costAccountantDescription4": "4. Dedicated, responsible, rigorous, practical, and careful",
    "costAccountantDescription5": "5. Good discipline, teamwork, and innovative spirit"
  }
}
